Repository: kalluri23/ContentTransfer
Catalog: VZ Transfer/VZ Transfer/Storyboards/*.lproj/BonjourStoryboard.strings
Languages: es_419

# IWD-pr-wCr.text
source: Select the name of your new phone when it appears below. If you don’t see it, search again.
es_419: Selecciona el nombre de tu nuevo teléfono cuando aparezca abajo. Si no lo ves, busca otra vez.

# Jpy-5h-9T4.text
source: Check your new phone and connect.
es_419: Comprueba tu nuevo teléfono y conéctate

# PDP-mQ-Jez.normalTitle
source: Search again
es_419: Busca otra vez

# TQX-iX-vsz.text
source: Do you see the name of your new phone?
es_419: ¿Ves el nombre de tu nuevo teléfono?

# e2x-RP-dAI.normalTitle
source: Next
es_419: Siguiente

# eqq-2E-hM5.text
source: Be on the lookout for an invite to start the transfer.
es_419: Recibirás una invitación para iniciar la transferencia.

# gCO-Pg-Scd.normalTitle
source: I don't see it
es_419: No lo veo

# pWi-gV-ej2.text
source: New phone’s name
es_419: Nombre del nuevo teléfono

# x21-F5-Sow.text
source: Select your new phone’s name when it appears on the other screen or let us know if you don’t see it.
es_419: Selecciona el nombre de tu nuevo teléfono cuando aparezca en la otra pantalla o dinos si no lo ves.

# x47-1g-7T5.text
source: Peek at your other screen.
es_419: Mira tu otra pantalla.
