Repository: kalluri23/ContentTransfer
Catalog: VZ Transfer/VZ Transfer/Storyboards/*.lproj/QRCodeAndScannerStoryboard.strings
Languages: es_419

# 34h-Yf-5k8.normalTitle
source: Manual setup
es_419: Configuración manual

# 7Nv-K1-eTt.normalTitle
source: Wi-Fi Settings
es_419: Configuración de Wi-Fi

# JNf-xj-hV1.normalTitle
source: Manual setup
es_419: Configuración manual

# N1W-AG-8UG.text
source: Be on the lookout for an invite to start the transfer.
es_419: Recibirás una invitación para iniciar la transferencia.

# OqU-My-awI.text
source: Wi-Fi Connected to:
es_419: Wi-Fi Conectado a:

# PXM-gV-Hkg.text
source: Use this device to scan the QR code on the other screen.
es_419: Utiliza este dispositivo para escanear el código QR en la otra pantalla.

# Pca-Tj-5Nn.text
source: Check your new phone and connect.
es_419: Comprueba tu nuevo teléfono y conéctate

# cLl-ar-Orx.normalTitle
source: Could not connect
es_419: No podía conectar

# csd-Sh-HGe.normalTitle
source: Wi-Fi Settings
es_419: Configuración de Wi-Fi

# eJl-c3-uus.normalTitle
source: Manual setup
es_419: Configuración manual

# hay-Pc-CNn.text
source: Peek at your other screen.
es_419: Mira tu otra pantalla.

# jVD-IJ-Qwt.text
source: Scan this QR code with the other device.
es_419: Escanee este código QR con el otro dispositivo.

# tgb-Ro-YE0.text
source: Scan this QR code with the other device.
es_419: Escanee este código QR con el otro dispositivo.
