Repository: kalluri23/ContentTransfer
Catalog: VZ Transfer/VZ Transfer/LocalizableStrings/*.lproj/Localizable.strings
Languages: es_419

source: Privacy Policy
es_419: Política de privacidad

source: About
es_419: Acerca de

source: file list
es_419: lista de archivos

source: apps
es_419: aplicaciones

source: Reconnecting...
es_419: Reconectando...

source: Something wrong with your connection. Please wait...
es_419: Algo mal con tu conexión. Por favor espera...

source: Save Finished!
es_419: ¡Guardar terminado!

source: Delete Finished!
es_419: ¡Eliminar terminado!

source: Reconnect failed. Try again in %ds.
es_419: No se pudo volver a conectar. Inténtalo de nuevo en %ds.
