Repository: kalluri23/ContentTransfer
Catalog: VZ Transfer/VZ Transfer/LocalizableStrings/*.lproj/Localizable.strings
Languages: es_419

source: OK
es_419: Aceptar

source: Cancel
es_419: Cancelar

source: Continue
es_419: Continuar

source: Ignore
es_419: Ignorar

source: More Info
es_419: Más Info

source: Plug in and charge up.
es_419: Enchufa y recarga.

source: Don’t run out of battery in the middle of your transfer. You’re better off charging up to be safe.
es_419: No se quede sin batería en medio de su transferencia. Es mejor que te recargues para estar a salvo.

source: Got it
es_419: Entiendo

source: Recap
es_419: Resumen

source: Try again
es_419: Inténtalo de nuevo

source: Please turn off bluetooth & turn on Wifi
es_419: Por favor apague el bluetooth y encienda el Wifi

source: Please turn off Bluetooth
es_419: Por favor apague el Bluetooth

source: This app requires permission to access
es_419: Esta aplic requiere permiso para acceder a

source: Version Mismatch
es_419: La Versión no Coincide

source: Oops. Looks like your transfer was interrupted.
es_419: ¡Ay! Parece que se interrumpió tu transferencia.

source: Your transfer didn't finish. Review the transfer recap or try again.
es_419: Tu transferencia no se completó. Revisa el resumen de la transferencia o vuelve a intentarlo.

source: Your new phone is crowded.
es_419: Tu nuevo teléfono está lleno.

source: Not enough free space on your new device. Select less files and try again.
es_419: No hay suficiente espacio libre en tu nuevo dispositivo. Seleccione menos archivos y vuelva a intentarlo.

source: Rate Content Transfer
es_419: Calificar Transferencia de contenido

source: If you enjoy using Content Transfer app, would you like to take a moment to rate it? It won't take more than a minute. Thanks for your support!
es_419: Si te gusta usar la aplicación Transferencia de contenido, ¿puedes tomarte un momento para evaluarla? No tomará más de un minuto. ¡Gracias por tu apoyo!

source: No, Thanks
es_419: No, gracias

source: Not now
es_419: Ahora no

source: Rate App
es_419: Calificar aplicación

source: Are you sure you want to quit? Data will not be saved.
es_419: ¿Seguro que quieres salir? Los datos no se guardarán.

source: Yes
es_419: Sí

source: Ok
es_419: Aceptar

source: Delete
es_419: Borrar

source: Save
es_419: Archivar

source: Decline
es_419: Rechazar

source: Grant Access
es_419: Autorizar

source: Confirm
es_419: Confirmar

source: Settings
es_419: Configuración

source: Wi-Fi Settings
es_419: Configuración de Wi-Fi

source: Go to setting
es_419: Ir a config

source: Turn on
es_419: Encender

source: Turn off
es_419: Apagar

source: Bluetooth Settings
es_419: Bluetooth Configuración

source: Upgrade
es_419: Actualizar

source: Dismiss
es_419: Despachar

source: Phone-to-Phone Transfer
es_419: Transferencia

source: Open Content Transfer and make sure both phones are on this screen. Follow the instructions in sync, so each device is on the same step.
es_419: Abre Content Transfer y asegúrate de que los dos teléfonos estén en esta pantalla. Sigue las instrucciones en sincronía para que cada dispositivo esté en el mismo paso.

source: Build Version: %@ Date: %@
es_419: Versión de la edición: %@ Fecha: %@

source: Preparing to save unsaved data...
es_419: Preparación para guardar los datos no guardados...

source: Preparing to delete unsaved data...
es_419: Preparación para eliminar datos no guardados...

source: Detected unsaved contents from the last transaction. Do you want to save them?
es_419: Detectado el contenido no guardado de la última transacción. ¿Desea guardarlos?

source: Contacts
es_419: Contactos

source: Photos
es_419: Fotos

source: Videos
es_419: Vídeos

source: Reminders
es_419: Recordatorios

source: Calendars
es_419: Calendarios

source: Apps List
es_419: Lista de Aplicaciones

source: Deleted contacts
es_419: Borro contactos

source: Deleted reminders
es_419: Borro recordatorios

source: Deleted calendars
es_419: Borro calendarios

source: Deleted photos
es_419: Borro fotos

source: Delete videos
es_419: Borro vídeos

source: Delete apps list...
es_419: Borro lista de aplic...

source: Saving contacts
es_419: Ahorrando contactos

source: Saving reminders
es_419: Ahorrando recordatorios

source: Saving calendars
es_419: Ahorrando calendarios

source: Saving photos
es_419: Ahorrando fotos

source: Saving videos
es_419: Ahorrando vídeos

source: Setup
es_419: Configurar

source: contacts
es_419: contactos

source: photos
es_419: fotos

source: videos
es_419: vídeos

source: calendars
es_419: calendarios

source: reminders
es_419: recordatorios

source: music
es_419: música

source: camera
es_419: cámara

source: and
es_419: y

source: This app requires permission to access %@. Grant access by modifying settings->Privacy
es_419: Esta aplic requiere permiso para acceder a %@. Conceder acceso modificando Configuración>Privacidad

source: This app requires permission to access %@. Click on Grant Access to turn on this permission
es_419: Esta aplicación requiere permiso para acceder a %@. Haz clic en Conceder acceso para activar este permiso

source: This is my old phone
es_419: Este es mi viejo teléfono.

source: I'll be transferring things from this phone.
es_419: Voy a transferir cosas de este teléfono.

source: This is my new phone
es_419: Este es mi nuevo teléfono

source: I'll be transferring things to this phone.
es_419: Voy a transferir cosas a este teléfono.

source: This feature is not allowed for this device.
es_419: Esta función no está permitida para este dispositivo.

source: iPhone to iPhone
es_419: iPhone a iPhone

source: iPhone to Other
es_419: iPhone a Otro

source: Other to iPhone
es_419: Otro a iPhone

source: Do you want to start the transfer?
es_419: ¿Desea iniciar la transferencia?

source: Tap connect button within %d seconds to connect.
es_419: Toque el botón de conexión dentro de %d segundos para conectarse.

source: Please turn on Wifi
es_419: Por favor, enciende el Wifi

source: Go to Settings -> Wi-Fi and toggle On.
es_419: Ve a Configuración -> Wi-Fi y actívalo.

source: Please turn off bluetooth
es_419: Por favor, apaga el bluetooth

source: Go to Settings -> Bluetooth and toggle Off.
es_419: Ve a Configuración->Bluetooth y desactívalo.

source: %@ and turn off bluetooth
es_419: %@ y apague el bluetooth

source: Go to Settings -> Wi-Fi and toggle On, then to Settings -> Bluetooth and toggle Off.
es_419: Ve a Configuración->Wi-Fi y actívalo, luego a Configuración->Bluetooth y desactívalo.

source: to start publishing service.
es_419: para iniciar el servicio de publicación

source: The Content Transfer app on the other device seems to be out of date. Please update the app on that device to v:%@
es_419: La aplicación Transferencia de contenido en el otro dispositivo parece estar obsoleta. Actualiza la aplicación en ese dispositivo a v:%@

source: The Content Transfer app on this device seems to be out of date. Please update the app to v:%@
es_419: La aplicación Transferencia de contenido en este dispositivo parece estar obsoleta. Actualiza la aplicación a v:%@

source: It appears you have connected to the Verizon Guest Wifi Network. For optimum performance, please select the MCT-Fast (preferred) or MCT Network. The network uses a password which has been copied to your clipboard. Please paste it in the password field when you join the network. Password: vztransfer
es_419: Parece que se te has conectado a la red Wi-Fi de invitados de Verizon. Para un rendimiento óptimo, selecciona la red MCT-Fast (preferida) o MCT. Contraseña: vztransfer

source: Are you using the Verizon store wifi? For optimum performance, please select the MCT-Fast (preferred) or MCT Network. The network uses a password which has been copied to your clipboard. Please paste it in the password field when you join the network. Password: vztransfer
es_419: ¿Estás usando Wi-Fi en una tienda de Verizon? Para obtener un rendimiento óptimo, seleccione la red MCT-Fast (preferida) o MCT. La red utiliza una contraseña que se ha copiado en el portapapeles. Pegarlo en el campo de contraseña al unirse a la red.0. Contraseña: vztransfer

source: Please open Wi-Fi settings and select a network to connect to.
es_419: Abra la Configuración Wi-Fi y seleccione una red para conectarse.

source: There was a problem while pairing on the current network. Please choose a different network or try Manual Setup.
es_419: Se ha producido un problema de emparejamiento en la red actual. Elija una red diferente o pruebe la configuración manual.

source: Do you want to connect your devices manually? Clicking OK will restart the app. Please choose Manual Setup on the other device also.
es_419: ¿Deseas conectar tus dispositivos manualmente? Al hacer clic en Aceptar, la aplicación se reiniciará. Elige Configuración manual en el otro dispositivo también.

source: Try another way
es_419: Prueba de otra manera

source: Rescan
es_419: Volver a escanear

source: Cannot open back camera.
es_419: La cámara trasera no se puede abrir.

source: We cannot use your back camera. Please make sure you're camera is functional. Also make sure you granted the camera permission. Or You can use "Manual Setup" to continue
es_419: No podemos usar tu cámara trasera. Asegúrese de que su cámara es funcional. También asegúrese de que le concedió el permiso de la cámara. O Puede utilizar "Configuración Manual" para continuar

source: Manual Setup
es_419: Configuración Manual

source: Opening camera...
es_419: Apertura de la cámara...

source: Invalid Operation
es_419: Operación inválida

source: Cannot connect two devices both have old phone setting.
es_419: No se pueden conectar dos dispositivos con los dos configurados como teléfono antiguo

source: to start searching for devices.
es_419: para iniciar la búsqueda de dispositivos.

source: The invitation is rejected by new device, please try again.
es_419: La invitación fue rechazada por el nuevo dispositivo. repite, por favor.

source: Error reading the code. Please make sure you have scanned the correct code or choose Manual Setup.
es_419: Error al leer el código. Asegúrese de haber escaneado el código correcto o seleccione Configuración Manual.

source: The code you scanned does not match the device setup: Multiple phone transfer. Please restart the transfer to select the correct setup.
es_419: El código escaneado no coincide con la configuración del dispositivo: Transferencia telefónica múltiple. Reinicie la transferencia para seleccionar los ajustes correctos.

source: The code you scanned does not match the device setup: Other to iPhone. Please restart the transfer to select the correct setup.
es_419: El código escaneado no coincide con la configuración del dispositivo: Otro a iPhone. Reinicie la transferencia para seleccionar los ajustes correctos.

source: The code you scanned does not match the device setup: iPhone to Other. Please restart the transfer to select the correct setup.
es_419: El código escaneado no coincide con la configuración del dispositivo: iPhone a Otro. Reinicie la transferencia para seleccionar los ajustes correctos.

source: The code you scanned does not match the device setup: iPhone to iPhone. Please restart the transfer to select the correct setup.
es_419: El código escaneado no coincide con la configuración del dispositivo: iPhone a iPhone. Reinicie la transferencia para seleccionar los ajustes correctos.

source: The code you scanned does not match the device setup: one to many. Please restart the transfer to select the correct setup.
es_419: El código escaneado no coincide con la configuración del dispositivo: uno a muchos. Reinicie la transferencia para seleccionar los ajustes correctos.

source: The code you scanned is for one to many. It doesn't match your current setup. Please restart the transfer to select the correct setup.
es_419: El código escaneado es uno a muchos. No coincide con la configuración actual. Reinicie la transferencia para seleccionar los ajustes correctos.

source: Unable to connect to the other device. Please join a Wi-Fi network on the other device and rescan or Select Manual Setup on both devices
es_419: No se puede conectar a otro dispositivo. Únase a una red Wi-Fi en el otro dispositivo y volver a escanear o Seleccione Configuración Manual en ambos dispositivos

source: Unable to connect to the other device. Please rescan or try Manual Setup.
es_419: No se puede conectar a otro dispositivo. Volver a escanear or intenta Configuración Manual.

source: Connect to Device Hotspot
es_419: Conectarse al Hotspot del dispositivo

source: Go to Settings > Wi-Fi to connect to the network: %@.
es_419: Vaya a Configuración> Wi-Fi para conectarse a la red: %@.

source: The password has been copied to your clipboard.
es_419: La contraseña se ha copiado a tu portapapeles.

source: Paste it into the Wi-Fi password field.
es_419: Pegarlo en el campo de contraseña Wi-Fi.

source: Please connect this devices to the network shown below. Network name: %@.
es_419: Conecte estos dispositivos a la red que se muestra a continuación. Nombre de red: %@.

source: Please connect to the network shown below.
es_419: Conéctese a la red que se muestra a continuación.

source: Please go to Wi-Fi Settings on your device setting app to connect to below network. Path on device: Settings -> Wi-Fi
es_419: Vaya a Configuración Wi-Fi en la aplicación de configuración del dispositivo para conectarse a la red inferior. Ruta del dispositivo: Configuración-> Wi-Fi

source: Network name: %@
es_419: Nombre de la red: %@

source: Password: %@
es_419: Contraseña: %@

source: Please check the pin, verify both phones are still connected to same network and retry.
es_419: Verifica el PIN y que los dos teléfonos están conectados a la misma red y vuelve a intentarlo.

source: Pairing
es_419: Emparejamiento

source: Find a secure network and connect both phones
es_419: Encuentra una red segura y conecta los dos teléfonos

source: WiFi is not connected
es_419: WiFi no está conectado

source: For best performance please turn on WiFi, but forget all your networks. Data charge will not apply. Go to Settings -> Wi-Fi. Press "i" button and select "Forget This Network" for all joined networks.
es_419: Para mejor rendimiento, activa Wi-Fi pero olvida todas tus redes. No se aplicarán cargos por datos. Ve a Configuración -> Wi-Fi. Oprime el botón "i" y selecciona "Olvidar esta red" para cada una de las redes a las que está unido el dispositivo.

source: I don't see my phone
es_419: No veo mi teléfono

source: Please check your mobile wifi connection
es_419: Compruebe su conexión wifi móvil

source: Connecting. Please wait..
es_419: Conectando. Por favor, espera..

source: Invalid PIN, please try again.
es_419: PIN no válido, inténtalo de nuevo.

source: The Content Transfer app on the other device seems to be out of date. Please update the app on that device to v:%@ or higher
es_419: La aplicación X en el otro dispositivo parece estar obsoleta. Actualice la aplicación en ese dispositivo a:%@ o mas alto

source: Some of the items selected for transfer have no content on your device. Please verify your selections once more before clicking on "Transfer".
es_419: Algunos de los elementos seleccionados para la transferencia no tienen contenido en su dispositivo. Verifique sus selecciones una vez más antes de hacer clic en "Transferir".

source: Collecting %@ for you... Please wait...
es_419: Recopilando %@ para ti... Espera por favor...

source: Audio from this device might not play in the default player on your new device.
es_419: Es posible que el audio de este dispositivo no se reproduzca en el reproductor predeterminado del nuevo dispositivo.

source: Your current version of iOS does not support Audio transfer. Update your device to transfer Audio content.
es_419: La versión actual de iOS no es compatible con la transferencia de audio. Actualice su dispositivo para transferir contenido de audio.

source: Contacts that you have saved in Cloud will not be transferred. Sign in to your Cloud account from your new device to retrieve these contacts.
es_419: Los contactos que haya guardado en Cloud no se transferirán. Inicie sesión en su cuenta de Cloud desde su nuevo dispositivo para recuperar estos contactos.

source: Collecting...
es_419: Recopilando...

source: Permission Not Granted
es_419: Permiso no concedido

source: %ld in Cloud
es_419: %ld en Cloud

source: Not supported
es_419: No soportado

source: Permission is not granted. Please go to settings and give permission
es_419: El permiso no se concede. Por favor, vaya a la configuración y dé permiso

source: Deselect All
es_419: Anular selección

source: Select All
es_419: Seleccionar todo

source: Are you sure you want to leave now?
es_419: ¿Estás seguro de que quieres irte ahora?

source: If you stop the transfer, you'll have to start over again.
es_419: Si detienes la transferencia, tendrás que empezar de nuevo.

source: We can't fit %lld MB of things on your %lld MB new phone. Select less files and try again
es_419: No podemos encajar %lld MB de cosas en su %lld MB nuevo teléfono. Seleccione menos archivos e inténtelo de nuevo

source: photo
es_419: foto

source: video
es_419: vídeo

source: Your connection failed. Please try again.
es_419: Su conexión ha fallado. Rever.

source: Transfer
es_419: Transferir

source: Sent
es_419: Enviado

source: Speed
es_419: Velocidad

source: Sending %@
es_419: Enviando %@

source: Your last transfer failed, we will save all contents already transferred. Please try again to continue the rest of the data.
es_419: Su última transferencia falló, guardaremos todos los contenidos ya transferidos. Inténtalo de nuevo para continuar el resto de los datos.

source: Time left
es_419: Tiempo restante

source: Received
es_419: Recibido

source: %@ of %@
es_419: %@ de %@

source: %ld of %ld
es_419: %ld de %ld

source: Receiving %@
es_419: Recibiendo %@

source: Cannot Add Contact
es_419: No se puede agregar contacto

source: Transfer Saving
es_419: Transferencia Ahorrando

source: Almost done.
es_419: Casi termino.

source: Your things are being sorted and saved.
es_419: Sus cosas están siendo ordenadas y guardadas.

source: Preparing data to be saved
es_419: Preparación de datos para guardarlos

source: Install Apps
es_419: Instalar Aplicaciones

source: You need Internet connection to fetch the necessary information for your apps list. Please connect to avaliable network or press "Done" button to continue.
es_419: Necesita una conexión a Internet para obtener la información necesaria para su lista de aplics. Por favor, conéctese a la red disponible o presione el botón "Terminado" para continuar.

source: Do you want to save the list? If you save the list, you can come back to content transfer to download your installed app at anytime in future.
es_419: ¿Desea guardar la lista? Si guarda la lista, puede volver a Content Transfer para descargar la aplics instalada en cualquier momento en el futuro.

source: Transfer Complete
es_419: Transferencia Completa

source: Transfer Summary
es_419: Resumen de la transferencia

source: * Some videos and pictures moved to your new device may not appear in the gallery (eg: .mov and .png). Please find the appropriate app(s) to view them.
es_419: * Es posible que algunos vídeos e imágenes movidos al nuevo dispositivo no aparezcan en la galería (por ejemplo: .mov y .png). Encuentra el aplic adecuadas para ver.

source: No media was transferred.
es_419: No se transfirió ningún medio.

source: See how %@ MB of your %@ transferred.
es_419: Vea cómo %@ MB de su %@ transferido.

source: Average Speed: %@
es_419: Velocidad Promedio: %@

source: Total Time: %@
es_419: Tiempo Total: %@

source: %ld hrs
es_419: %ld h

source: %ld sec
es_419: %ld s

source: 1 sec
es_419: 1 s

source: See how %@ of your %@ transferred.
es_419: Vea cómo %@ de su %@ transferido.

source: Transfer Summary Details
es_419: Detalles de la transferencia

source: All set. Your things transferred smoothly.
es_419: Listo. Tus cosas se transfirieron sin problemas.

source: Some of your things didn't transfer all the way.
es_419: Algunas de tus cosas no fueron completamente transferidas

source: You can manually back up your things to a computer to keep them safe.
es_419: Puedes respaldar tus cosas manualmente en una computadora para mantenerlas seguras.

source: You have not granted permission for contacts
es_419: No has concedido permiso para contactos

source: You can give permission for contacts and try again.
es_419: Puedes dar permiso para contactos e intentarlo de nuevo.

source: You have not granted permission for photos
es_419: No has concedido permiso para fotos

source: You can give permission for photos and try again.
es_419: Puedes dar permiso para fotos e intentarlo de nuevo.

source: You have not granted permission for videos
es_419: No has concedido permiso para vídeos

source: You can give permission for videos and try again.
es_419: Puedes dar permiso para vídeos e intentarlo de nuevo.

source: You have not granted permission for calendars.
es_419: No has concedido permiso para calendarios

source: You can give permission for calendars and try again.
es_419: Puedes dar permiso para calendarios e intentarlo de nuevo.

source: You have not granted permission for reminders.
es_419: No has concedido permiso para recordatorios

source: You can give permission for reminders and try again.
es_419: Puedes dar permiso para recordatorios e intentarlo de nuevo.

source: %ld files fail to save due to reason: %@
es_419: %ld los archivos no se pueden guardar debido a la razón: %@

source: Some of your live photos may become regular photos.
es_419: Algunas de sus fotos en vivo pueden convertirse en fotos normales.

source: Multiple Phone Transfer
es_419: Transferencia Telefónica Múltiple

source: Combination
es_419: Combinación

source: iOS devices only
es_419: Sólo dispositivos iOS

source: and turn off bluetooth
es_419: y apagar bluetooth

source: to start pairing devices.
es_419: para iniciar el emparejamiento de dispositivos.

source: Error reading the code. Please make sure you have scanned the correct code.
es_419: Error reading code. Make sure you have scanned the correct code.

source: Invalid QR Code
es_419: Código QR invalido

source: Scan this QR code with the other device.
es_419: Escanee este código QR con el otro dispositivo.

source: Scan this code on up to 7 devices.
es_419: Escanee este código en hasta 7 dispositivos.

source: What are you transferring?
es_419: ¿Qué estás transfiriendo?

source: Choose all the things you want on your new phone.
es_419: Elige todas las cosas que deseas en tu nuevo teléfono.

source: * Sign in to your Cloud account on the new device to access Cloud content.
es_419: * Inicia sesión en su cuenta de Cloud en el nuevo dispositivo para acceder al contenido de tu nube.

source: Your transfer is in progress
es_419: Su transferencia está en curso

source: Keep the app open for a smooth transfer
es_419: Mantener la aplic abierta para una transferencia sin problemas

source: Scroll down to check more devices
es_419: Desplácese hacia abajo para comprobar más dispositivos

source: Total Transfer
es_419: Transferencia Total

source: files with size of
es_419: archivos con tamaño de

source: Device:
es_419: Dispositivo:

source: Total Connected:
es_419: Total conectados:

source: Files
es_419: Archivos

source: in Cloud
es_419: en Cloud

source: Less than 1 MB
es_419: Menos de 1 MB

source: 0 of %.1f MB
es_419: 0 de %.1f MB

source: Receiving file list
es_419: Recepción de la lista de archivos

source: Here’s your transfer recap.
es_419: Aquí está su Resumen de la transferencia

source: Done
es_419: Terminado

source: Next
es_419: Siguiente

source: Camera Roll
es_419: Rollo fotográfico

source: Recently Added
es_419: Añadido recientemente

source: All Photos
es_419: Todas las fotos

source: Terms and Conditions
es_419: Términos y Condiciones
